brew "zsh"
brew "git"
brew "neovim"
brew "tig"
brew "tmux"
brew "moreutils"
brew "tree"

# LSPs
brew "lua-language-server"

# Languages
brew "rbenv"
brew "ruby-build"
brew "go"

# Apps
cask "kitty"
cask "alfred"
cask "monodraw"

tap "homebrew/cask-fonts"
cask "font-fira-code"
cask "font-fira-code-nerd-font"

