brew "zsh"
brew "git"
brew "neovim"
brew "tig"
brew "tmux"
brew "moreutils"
brew "tree"
brew "jq"
brew "jo"
brew "direnv"
brew "fzf"

# LSPs
brew "lua-language-server"
brew "solargraph"
brew "gopls"

# Languages
brew "rbenv"
brew "ruby-build"
brew "go"
brew "lua"
cask "corretto"

# Apps
cask "kitty"
cask "alacritty"
cask "alfred"
cask "monodraw"
cask "intellij-idea"

tap "microsoft/git"
cask "git-credential-manager-core"

tap "homebrew/cask-fonts"
cask "font-fira-code"
cask "font-fira-code-nerd-font"

